Repository: wp-plugins/wordpress-hebrew-date
Catalog: hebdate-*.po
Languages: he_il

source: Hebrew date options
he_il: אפשרויות תאריך עברי

source: Hebrew date format
he_il: מבנה תאריך עברי

source: Custom:
he_il: מותאם אישית:

source: Use "heb" for Hebrew date and "greg" for Gregorian date. Click &#8220;Save Changes&#8221; to update sample output.
he_il: השתמש ב־"heb" לייצוג תאריך עברי וב־"greg" לייצוג תאריך לועזי. שמירת ההגדרות מעדכנת את התצוגה המקדימה.

source: The Gregorian date format able to change in %s.
he_il: ניתן לשנות את מבנה התאריך הלועזי ב%s.

source: General Settings
he_il: הגדרות כלליות

source: Hebrew date language
he_il: שפת התאריך העברי

source: Hebrew
he_il: עברית

source: Number
he_il: מספר

source: Save Changes
he_il: שמור שינויים

source: Hebrew Date Options
he_il: אפשרויות תאריך עברי

source: Hebrew Date
he_il: תאריך עברי

source: Please donate to me so I can continue developing this plugin
he_il: אנא תרום כדי שאוכל להמשיך לפתח את התוסף

source: Hide the letter of Alafim
he_il: הסתר את אות האלפים

source: English
he_il: אנגלית

source: Sunset
he_il: שקיעה

source: Transfer hebrew date at sunset
he_il: עבור תאריך עברי בשקיעה

source: latitude
he_il: קו רוחב

source: longitude
he_il: קו אורך

source: You can to find the longitude and the latitude via %s, via %s or via %s.
he_il: אפשר למצוא את קו האורך והרוחב דרך %s, דרך %s או דרך %s.

source: Google maps
he_il: גוגל מפות

source: Current Hebrew date
he_il: תאריך עברי נוכחי

source: if you want to add the hebrew date of today than you need to add %s in theme code where you want.
he_il: להצגת התאריך העברי הנוכחי הוסף %s לקוד התבנית, במקום שברצונך להציג אותו.
